{
  "homee": "Accueil",
  "aboutt": "Qui suis-je",
  "veille-head": "Veille informatique",
  "contactt": "Contactez-moi",
  "helloo": "Bonjour, je m'appelle ",
  "etudiant": "Je suis un ",
  "prez": "Je suis un étudiant en 2ème année de BTS SIO-SLAM. En alternance chez RUBIS Energie.",
  "cv": "Voir mon CV",
  "aboutmee": "Qui suis-je",
  "namee": "Je suis Max HAYEM, ",
  "nameee": "Web Developer",
  "pave": "Bonjour, je suis Max HAYEM, étudiant en BTS SIO-SLAM. Depuis que je suis tout petit je suis passionné par tout ce qui touche au numérique, que ce soit les ordinateurs, les jeux-vidéo ou les sites internet. Avant de faire ce BTS j'ai tenté d'autres voies, j'ai fait une année en prépa intégrée en école d'ingénieur puis en prépa HEC. J'ai ensuite pris une année de césure pour partir un an au Japon, expérience qui m'a fait énormément gagner en maturité. Je parle couramment le français (évidemment) et l'anglais, et je parle bien le japonais ainsi que l'espagnol.",
  "birth": "Né le: ",
  "birthh": "5 août 2002",
  "age": "Âge: ",
  "agee": "22 ans",
  "phonee": "Téléphone: ",
  "linkedinn": "Cliquez ici",
  "gittt": "Cliquez ici",
  "contacttt": "Contactez-moi",
  "parcours": "Parcours académique",
  "isarttt": "A partir de septembre 2025",
  "isart": "Master en Game Programming",
  "isartt": "A ISART Digital.",
  "ozar": "A Ozar Formation. ",
  "ozarr": "En alternance chez RUBIS Energie 3 jours par semaine.",
  "hec": "Prépa HEC",
  "hecc": "A MyPrepa.",
  "efrei": "Prépa intégrée en école d'ingénieur",
  "efreii": "A l'EFREI PARIS.",
  "bac": "Bac S Spécialité Mathématiques",
  "bacc": "Au Lycée Victor Hugo, 75003 PARIS.",
  "expp": "Expériences",
  "alternance": "Alternance chez Rubis Energie",
  "alternancee": "Dans le département informatique de l'entreprise dans leurs locaux à la Défense.",
  "japon": "Voyage en solo d'un an au Japon",
  "japonn": "Année de césure qui m'a permis de voyager à travers le Japon. (Tokyo, Kyoto, Osaka, Kobe, Hamamatsu…)",
  "japonnn": "Vécu à Tokyo et à Osaka. ",
  "japonnnn": "Serveur dans un bar international à Shibuya, Tokyo (3 soirs / semaine).",
  "barman": "Etés 2021 & 2023",
  "barmann": "Barman et serveur dans des bars et restaurants parisiens",
  "projett": "Mes projets:",
  "katz": "Site de réservation et d'inscription de particuliers",
  "gophishh": "Campagne anti-phishing avec Gophish",
  "python": "SQL Database Viewer avec Python",
  "chatguez": "Chat en PHP avec SQL",
  "qcm": "Générateur de QCM en PHP avec SQL",
  "veillle": "Veille Informatique",
  "veillee": "Thème de veille: le développement de jeux vidéo",

  "veille1": "Tendances et Innovations Technologiques",
  "veille1a": "Nvidia DLSS 4 : Révolution graphique en 2025",
  "veille1b": "Partenariat entre SAS et Epic Games pour les jumeaux numériques afin de transformer l'industrie manufacturière",
  "veille1c": "Tendances du développement de jeux en 2025 selon Unity",
  "veille1d": "Les tendances de l'industrie du jeu en 2024 et 2025",
  "veille1e": "L'IA transforme les expériences de jeu",
  "veille1f": "L'initiative Muse de Xbox suscite des réactions mitigées",

  "veille2": "Intelligence Artificielle et Développement de Jeux Vidéo",
  "veille2a": "L'IA: Héros ou Méchant du Jeu Vidéo ?",
  "veille2b": "Trois Tendances Transformant l'Industrie du Jeu Vidéo",
  "veille2c": "L'IA dans le Développement de Jeux Vidéo: Améliorer l'expérience de jeu",
  "veille2d": "L'IA dans le Développement de Jeux Vidéo: Génération Procédurale et Narration en 2025",
  "veille2e": "L'IA dans le Développement de Jeux Vidéo: Tendances Clés pour 2025",
  "veille2f": "L'IA dans l'Industrie du Jeu Vidéo en 2025 : Fonctionnement et Défis",
  "veille2g": "L'IA dans le Développement de Jeux Vidéo : Transformer l'Avenir",
  "veille2h": "Apprentissage Automatique et IA dans le Développement de Jeux en 2025",
  
  "veille3": "Tendances Économiques et Marché du Jeu Vidéo",
  "veille3a": "L'Industrie du Jeu Vidéo Prête pour une Forte Reprise en 2025",
  "veille3b": "Le Marché Mondial du Jeu Vidéo Pourrait Bientôt Atteindre 500 Milliards de Dollars",
  "veille3c": "EA Prévoit une Croissance de la Demande Malgré les Inquiétudes sur la Fatigue des Joueurs",
  "veille3d": "Le PDG d'Epic Games Déclare que le Combat contre Apple a Coûté Plus d'un Milliard de Dollars à son Entreprise, Mais Que Cela En Valait La Peine",
  "veille3e": "Une Taxe de Trump sur les Films Étrangers Pourrait Affecter les Fabricants de Jeux Vidéo",
  
  "veille4": "Évolution des consoles et des plateformes",
  "veille4a": "Nintendo Switch 2 : Lancement prévu en juin 2025",
  "veille4b": "Sony crée un nouveau studio pour des mondes multijoueurs immersifs",
  "veille4c": "Virtua Fighter Direct : Annonce attendue le 11 mai 2025",
  "veille4d": "GTA 6 : Nouveau trailer et report de la date de sortie",
  "veille4e": "Autonomica : Un jeu de survie en mécha financé par la communauté",
  "veille4f": "Prévisions sur la taille du marché des moteurs de jeu et des logiciels de développement de 2025 à 2032.",
  "contactttt": "Contactez-moi",
  "quest": "Des questions ?",
  "serviceee": "Je suis à votre service",
  "calll": "Téléphone",
  "ville": "Ville",
  "envoyez": "Envoyez moi un mail :)",
  "reponds": "Je réponds vite",
  "name": "Nom",
  "subject": "Objet",
  "envoyer": "Envoyer"
}